import React from "react";
import Layout from "../components/Layout";
import OtherWrap from "../components/OtherWrap";

const policy = () => {
  return (
    <Layout title="サイトポリシー">
      <OtherWrap heading="サイトポリシー">
        <p>
          マハラジャ六本木　公式ウェブサイト (以下「本サイト」といいます)
          はマハラジャ六本木 (以下「当店」といいます)
          が運営しています。本サイトのご利用に際しては、以下のご利用条件をお読みいただき、これらの条件にご同意の上ご利用ください。
          なお、本サイトポリシーは、予告なく内容を変更させていただく場合がございますので、あらかじめご了承ください。本サイトポリシーを変更した場合は、本サイト上に提示し、お知らせいたします。変更を提示した後、利用者各位が初めて当サイトにアクセスしてこれを利用した時点において、変更後の規約に同意したものとします。
        </p>
        <section>
          <h3>免責事項</h3>
          <p>
            当店は、細心の注意を払って当店ウェブサイトに情報を掲載しておりますが、この情報の正確性および完全性を保証するものではありません。
            <br />
            当店は予告なしに、本サイトに掲載されている情報を変更することがあります。
            <br />
            <br />
            当店はお客さまが本サイトに含まれる情報もしくは内容をご利用されたことで直接・間接的に生じた損失に関し一切責任を負うものではありません。
            <br />
          </p>
        </section>
        <section>
          <h3>著作権・商標</h3>
          <p>
            本サイトに掲載されているコンテンツ（テキスト、図画、写真、各種データ等）の著作権は、弊社または各コンテンツの著作権者が保有しています。本サイトのコンテンツは、法律に定めのある場合もしくは弊社またはコンテンツの権利者の承諾がある場合を除き、使用、複製、転載、転送、加工、その他これに類する行為の対象とすることはできません。
          </p>
        </section>
        <section>
          <h3>リンクについて</h3>
          <p>
            本サイトへは、企業、個人を問わず、以下の注意事項に同意いただければ原則リンク自由です。
            <br />
            <br />
            １．当店が保有するロゴやマーク等の登録商標を無断で用いてリンクをはることは、認められません。情報発信元を誤認させるような形でリンクをはることは、お断りします。
            <br />
            ２．次に該当するサイトからのリンクはご遠慮ください。
            <br />
            ・当店、または第三者を誹謗中傷したり、信用失墜を意図する内容を含んだサイト。
            <br />
            ・当店、または第三者の著作権、商標権等の知的財産権、財産、プライバシーもしくは肖像権その他の権利を侵害する行為、または侵害するおそれのあるサイト。
            <br />
            ・当店と何らかの提携、または協力関係にあるものと誤認を生じさせる、または弊社がリンク元のサイトを認知もしくは支持しているとの誤認を生じさせるような記載があるサイト。
            <br />
            ・上記各項目の他、法律、条例、規則を含む法令又は公序良俗に違反する行為、本サイトの運営を妨害行為するおそれのあるサイト。
          </p>
        </section>
        <section>
          <h3>禁止事項</h3>
          <p>
            本サイトのご利用にあたっては、以下の行為を禁止します。
            <br />
            ・本サイトの運営を妨げ、また他の利用者の本サイト利用に支障をきたすおそれのある行為。
            <br />
            ・弊社または、第三者に迷惑、不利益もしくは損害を与える行為、またはそれらの恐れのある行為。
            <br />
            ・弊社または、第三者の著作権、プライバシーその他の権利を侵害する行為、またはそれらの恐れのある行為。
            <br />
            ・公序良俗に反する行為、またはそれらの恐れのある行為。
            <br />
            ・コンピュータウィルス等の有害なプログラムを使用もしくは提供し、またはその恐れのある行為。
            <br />
            ・法令、条例に違反する行為、または違反する恐れのある行為。その他、弊社が随時不適切と判断した行為。
            <br />
          </p>
        </section>
        <section>
          <h3>推奨環境</h3>
          <p>
            本サイトの閲覧には、以下の環境を推奨します。
            <br />
            （ブラウザ）
            <br />
            ・Microsoft Edge 41.0以上
            <br />
            ・Google Chrome 65.0以上
            <br />
            ・Mozilla Firefox 58.0以上
            <br />
            ・Safari 11.0以上
            <br />
            <br />
            （JavaScript）
            <br />
            本ウェブサイトでは、JavaScriptを使用しています。お使いのブラウザでJavaScript機能を無効にされている場合、正しく機能・表示されないことがあります。ご覧になる際にはブラウザの設定でJavaScriptを有効にしてください。
            <br />
            <br />
            （スタイルシート）
            <br />
            本ウェブサイトでは、スタイルシート（CSS）を使用しています。お使いのブラウザでスタイルシート機能を無効にされている場合、正しく機能・表示されないことがあります。ご覧になる際にはブラウザの設定でスタイルシートを有効にしてください。
            <br />
            <br />
            （クッキー）
            <br />
            本サイトの一部では、「クッキー」という仕組みを利用したページがあります。「クッキー」は、利用者が本サイトをご覧になったという情報をその利用者のコンピューター内に記憶させておく仕組みです。この仕組みは、お客様に本サイト上で、よりよいサービスを提供するためのみに使用し、お客様を特定できる個人情報は一切含まれておりません。
            クッキーの設定を解除したい場合は、ブラウザの設定で変更いただけます。ただし、クッキーなしでは内容に制限が生じるサービスや利用できないサービスもございますので、その旨あらかじめご了承ください。
            <br />
            <br />
            （SSL）
            <br />
            SSLとは、インターネット上で情報を暗号化して送受信する業界標準の通信手順です。
            本サイトは、SSLを導入しておりますので、お客様が入力する情報は、暗号化により傍受を防止しております。
          </p>
        </section>
      </OtherWrap>
    </Layout>
  );
};

export default policy;
