import Layout from "../components/Layout";
import OtherWrap from "../components/OtherWrap";

const Recruit = () => {
  return (
    <Layout title="RECRUIT">
      <OtherWrap heading="RECRUIT">
        <section>
          <h3>スタッフ募集!</h3>
          <div>
            <h4>【職種】</h4>
            <p>
              ①フロアスタッフ（ホール・VIP・バーテンダー・キャッシャー・受付等）
              <br />
              ②PA（音響・照明など、DJブース管理）
              <br />
              ③テキーラガール・ダンサー
              <br />
              ④イベントプロモーター・オーガナイザー
              <br />
            </p>
            <h4>【給与】</h4>
            <p>
              ①②時給1250円～　交通費支給（定期代上限）・まかない付（150円）
              <br />
              ③時給2000円～　日払い可
              <br />
              ④イベント内容に応じて要相談
            </p>
            <h4>【交通アクセス】</h4>
            <p>
              東京メトロ日比谷線・都営大江戸線　六本木駅
              <br />
              3番出口　徒歩1分
            </p>
            <h4>【勤務時間】</h4>
            <p>
              ①17：00～6：00（5時間～ロングシフト歓迎・終電可）
              <br />
              ②12：00～24：00（イベントにより勤務時間は異なります。終電可）
              <br />
              ③21：00～4：00（3時間～・終電可）
              <br />
              ④イベント内容に応じて要相談
            </p>
            <h4>【勤務日】</h4>
            <p>
              ①1週間ごとのシフト申告制
              <br />
              ②1か月ごとのシフト申告制（固定シフト相談可）
              <br />
              ③金・土曜の月1回以上、1か月ごとのシフト申告制（固定シフト相談可）
              <br />
              ④イベント内容に応じて要相談
            </p>
            <h4>【応募資格】</h4>
            <p>
              18歳以上（高校生不可）
              <br />
              ※テキーラガールに限り20歳以上
            </p>
            <h4>【待遇】</h4>
            <p>
              交通費支給（定期代上限）
              <br />
              まかない付き（150円）
              <br />
              各種社会保険完備
              <br />
              制服貸与
              <br />
              昇給制度有り
              <br />
              髪型自由
              <br />
              ピアスOK
              <br />
              ネイルOK
              <br />
              隠せる部分のタトゥーOK
              <br />
              フリーター歓迎
              <br />
            </p>
            <h4>【仕事内容】</h4>
            <p>
              ▼フロアスタッフ
              <br />
              ご案内・オーダー・テーブルメイキング等、店内業務をお任せします！
              <br />
              <br />
              ▼PA
              <br />
              音響・照明でイベント演出のサポートをお願いします！
              <br />
              <br />
              ▼テキーラガール
              <br />
              楽しくお酒の販売！お酒が弱くても無理せず働けます！
              <br />
              <br />
              ▼ダンサー
              <br />
              素敵な衣装でフロアの華になってもらいます！
              <br />
              <br />
              ▼イベントプロモーター・オーガナイザー
              <br />
              一緒にイベントをつくりましょう！
              <br />
              <br />
            </p>
            <h4>【応募先】</h4>
            <p>
              マハラジャ六本木
              <br />
              Tel. 03-6804-1798
              <br />
              『公式ホームページのリクルートページを見た』とお伝えください。
            </p>
          </div>
        </section>
      </OtherWrap>
    </Layout>
  );
};

export default Recruit;
